CATEGORIES = {
    1: "🗿 Памятники и скульптуры",
    2: "🌳 Парки и скверы",
    3: "🏢 Тактильные макеты",
    4: "🏞️ Набережные",
    5: "🏗️ Архитектура",
    6: "🎭 Досуговые центры",
    7: "🏛️ Музеи",
    8: "🎪 Театры",
    9: "🌍 Города-побратимы",
    10: "🎨 Мозаики и панно",
}

CATEGORY_COLORS = {
    1: "red",
    2: "green",
    3: "lightblue",
    4: "blue",
    5: "darkred",
    6: "orange",
    7: "purple",
    8: "pink",
    9: "white",
    10: "lightgreen",
}

FILE_PATH = "data_/cultural_objects_mnn.xlsx"
